window.dayArray = {}
 dayArray["1_1"]={
	title:"什么是关节置换术",
	content:"所谓人工关节置换术，简而言之，就是将模拟人体关节的形态、构造及功能制成的人工关节假体，通过外科技术植入人体内，来代替患病关节功能，达到稳定关节结构，缓解关节疼痛，改善关节畸形，恢复关节功能的目的。 人工关节置换术是临床上治疗终末期关节疾患的常用方法，能有效纠正因多种骨关节疾病造成的关节功能丧失和关节畸形、改善关节功能并减轻疼痛。目前，膝关节置换和髋关节置换是人工关节置换术中最常见，也是较为成熟的两类手术，其远期优良率已经超过90%。除此以外，肩关节、肘关节、踝关节等关节置换也在不断发展，取得了良好的中、长期结果。随着生物材料的发展与外科技术的进步，腕关节、指间关节、跖趾关节等小关节置换术也陆续开展，为患有严重小关节疾病的患者带来了希望和福音。", 
	img:[{image:"./static/images/day/day1_1.jpg",imgcon:"人工髋关节置换术前后"}]
};
dayArray["1_2"]={
	title:"入院后需要做哪些影像学检查",
	content:"关节置换术前，必要的影像学检查是不可缺少的。全面的影像学检查不仅有利于医生对疾病严重程度的判断，对手术术式的选择也是至关重要的。目前的影像学检查方法非常的多，很多患者会抱怨说，既然要做磁共振，为什么还要扫X线等等。其实对于一些简单的损伤，是可以通过X线和CT明确诊断的。 X线作为一种筛查手段，可初步评估骨折的形态，能将一些简单的骨折损伤排除在外，但是对于一些复杂的骨关节损伤，X线提供的信息就极其有限了，对于充分评估骨关节的损伤类型和损伤程度等重要信息显得捉襟见肘，这时候三维CT可以发挥重要作用。但是某些患者损伤时候又合并了骨头周围的软组织损伤，包括韧带，肌腱等，而X线、CT对于软组织的分辨能力很差，这时磁共振检查便能够发挥重要的作用，以充分评估软组织损伤。尤其对于肿瘤患者判断更有不可替代的作用。因此，三者均不可或缺！",
	img:[
		{image:"./static/images/day/day1_2_1.jpg", imgcon:"X线初步评估骨折的类型"},
		{image:"./static/images/day/day1_2_2.jpg", imgcon:"MRI能够发现未骨折的挫伤"},
		{image:"./static/images/day/day1_2_3.jpg", imgcon:"CT能够从三维立体的角度给予指导"}
	] 
};
dayArray["2_1"]={
	title:"得了什么病需要关节置换术",
	content:"患者常常会问那么到底得了什么样的病需要关节置换？一般来说，创伤性关节炎、骨性关节炎、类风湿性关节炎、股骨头缺血性坏死、某些关节骨折、髋臼发育不良、良恶性肿瘤、Peget 骨病、强直性脊柱炎、牛皮癣性关节炎, 以及系统性红斑狼疮患者长期大量服用激素引起的股骨头坏死等造成的严重的关节功能丧失, 均是人工关节置换术首选的适应症。 也许有人就会有疑问，是不是得了上述疾病就需要进行人工关节置换手术？这里需要强调的是，人工关节置换术是用于治疗终末期关节疾患，只有在上述疾病晚期出现严重的功能丧失或者是保守治疗后关节功能和疼痛无法改善的患者，才适用于关节置换术。 过去的观点认为, 60-75 岁为人工关节置换术的最佳年龄。而随着新型耐磨材料的出现和医疗技术的进步，年龄已非人工关节置换的决定性因素。现在这个年龄限制已经放宽，高龄患者或更年轻的患者也被认为可以做人工关节置换术。", 
	img:[{image:"./static/images/day/day2_1.jpg",imgcon:""} ]
};
dayArray["2_2"]={
	title:"哪种关节置换人工材料最适合我",
	content:"决定人工关节置换术是否成功的关键要素之一就是人工假体的选择。目前制造人工假体的材料主要包括金属、高分子聚乙烯、陶瓷等材料。三种材料各有优缺点，高分子聚乙烯塑料耐磨性较差，但是价格便宜；金属材料耐磨性好而且价格适中，但是磨损的颗粒容易引起周围组织炎症反应；陶瓷材料耐磨性是三种材料中最好的，当然价格也是不菲。 因此，到底哪种人工材料是最适合自己的呐？许多患者常常进入这样一个误区，认为人工关节假体当然“越贵越好”，其实不然。人工关节假体种类繁多，其设计的解剖学数据来自于不同种族的人群，初衷是针对不同类型疾病的患者，因此贵的假体、新的假体未必是最适合您的假体。再则，医生对于假体的熟悉程度也在很大程度上决定了临床的操作，一种新的假体，可能刚刚进入到临床使用，医生还缺乏实践经验，对于假体的特性可能还不熟悉，反而会延长手术时间，增加术后并发症。因此，患者应该认真听取医生意见，结合自身经济情况，选择最适合自己的人工假体。", 
	img:[{image:"./static/images/day/day2.jpg",imgcon:""} ] 
};
dayArray["3_1"]={
	title:"什么是静脉血栓栓塞症",
	content:"静脉血栓栓塞症（VTE）是一种由于静脉内血栓形成而引起静脉阻塞性回流障碍及其一系列相关病理生理改变的临床常见病，临床上包括深静脉血栓形成和肺血栓栓塞症,严重时会导致患者死亡。深静脉血栓形成（DVT）是指血液在深静脉系统内不正常凝结，形成静脉血栓，完全或不完全堵塞血管，属于静脉回流障碍性疾病，常以下肢深静脉血栓多见。来自全身静脉系统的血栓可脱落或游离, 经上、下腔静脉进入右心系统, 并最终阻塞肺动脉及其分支, 形成以肺循环和呼吸功能障碍为主要表现的临床综合征, 称为肺血栓栓塞症(PTE)。 据流行病学资料显示, 普通人群中VTE 男女年发病率分别约为1.3‰和1 .1‰，症状性DVT 发病率为145 例/10 万人,PTE 为69 例/ 10 万人。约1/ 3 的VTE 患者在10 年内可能复发。40 岁后每增加10 岁VTE 的发病率翻一番,发病高峰在70 岁左右, 75 岁可达1 %。除检验前的临床评估和D-二聚体检测外, 目前已有多种检查手段用于静脉血栓栓塞症的诊断, 其中螺旋CT 造影已逐渐成为诊断的首选。根据病情, 可采用抗凝、溶栓、手术和介入等多种治疗手段进行治疗。", 
	img:[{image:"./static/images/day/day3.jpg",imgcon:""}]
};
dayArray["3_2"]={
	title:"我会不会得静脉血栓栓塞症",
	content:"既然这种疾病这么凶险，有些患者就担心自己会不会得这种病？其实，静脉血栓栓塞症的发病与多种危险因素有密切关系,这其中就包括一些先天性的遗传性疾病如抗凝血酶缺乏，蛋白C缺乏等引起的先天性凝血机制的异常，使其较之正常人更易形成血栓栓子；另外既往有过静脉栓塞病史，重大外科手术史，高龄、肥胖、心功能不全等也都是其发病的危险因素。 然而非常值得一提的是，骨科手术特别是髋或膝关节置换术是静脉血栓症发病的高度危险因素。骨科大手术后静脉血栓栓塞症的发生率较高, 是患者围手术期死亡的主要原因之一, 也是医院内非预期死亡的重要原因。据一项大型临床研究结果表明：人工全髋、人工全膝关节置换及髋关节周围骨折手术后经静脉造影证实深静脉血栓形成的发生率高达43.2%。因此，积极预防静脉血栓栓塞症，对于骨科手术特别是人工关节置换术的病人就显得尤为重要。", img:[
			{image:"./static/images/day/day3_2_1.jpg",imgcon:""},
			{image:"./static/images/day/day3_2_2.jpg",imgcon:""}
		]
}
dayArray["4_1"]={
	title:"静脉血栓栓塞症的危害",
	content:"既然人工关节置换术后这么容易并发静脉血栓栓塞症，那么静脉血栓栓塞症到底有什么危害呐？其实对于下肢创伤术后的患者，大部分人的血液呈现高凝状态，如果不及时预防，极易出现下肢深静脉血栓形成。但由于深静脉血栓形成起病多隐匿，部分患者常无并发症而自愈，约23%-60%的患者病情迁延不愈形成深静脉血栓形成后综合征（PTS），患肢出现疼痛肿胀、沉重感，部分患者出现瘙痒或者刺痛感；可见患肢水肿、毛细血管扩张、色素沉着、湿疹、静脉曲张，严重者可出现脂性硬皮病和溃疡。PTS难治易复发，严重影响患者的生活质量。 肺血栓栓塞多是由于血栓形成栓子脱落经循环进入肺动脉所致，是引起猝死的常见原因之一 , 约占死亡病例的50 %, 是人工关节置换术最严重的并发症。60 %～80 %的肺动脉血栓来源于下肢深静脉。下肢深静脉血栓在形成和演变过程中有部分处于浮游状态, 未与血管壁粘连, 随时都可能脱落, 而有酿成肺栓塞的危险。病人多在30秒内死亡, 主要发生在术后2 周～ 3 周。 鉴于静脉血栓栓塞症的危害极大，术后静脉血栓栓塞症的预防治疗势在必行。切不可心存侥幸，以免酿成大祸。", 
	img:[{image:"./static/images/day/day4_1_1.jpg",imgcon:""},
		 {image:"./static/images/day/day4_1_2.jpg",imgcon:""},
		 {image:"./static/images/day/day4_1_3.jpg",imgcon:""},
		 {image:"./static/images/day/day4_1_4.jpg",imgcon:""}
		]
}
dayArray["4_2"]={
	title:"术前患者应该如何配合医生",
	content:"良好的医患关系是保证手术能够顺利进行的前提。因此，患者应该积极配合医生的治疗，有良好的依从性。住院后，应该积极配合医生询问关节病史和既往病史，不隐瞒相关的疾病史和家族史，积极配合医生完成全身体格检查和关节检查，确保医生能够准确判断病情，明确相关诊断。 手术前一天，配合护士完成术前的一些准备工作包括洗澡、备皮、排净大便，术前12小时禁食禁水。保持良好的心情对于手术的顺利进行是大有裨益的，因此，手术当天早晨，应该放松心情，在病房静候。千万不要过分紧张，紧张情绪不仅不利于手术进行，还能增加术中意外的发生风险。护士会安排你做些术前的身体检查，确保手术要求的全身状况及良好的精神状态。注意刷牙漱口时不要把水咽下去。进入手术室之前应该尽量排空膀胱，同时摘取身上佩戴的所有手表和首饰，义齿和隐形眼镜，以免影响手术进行。", 
	img:[{image:"./static/images/day/day4_2.jpg",imgcon:""}]
}
dayArray["5_1"]={
	title:"术后应该注意什么",
	content:"手术的顺利进行固然重要，围手术期的护理也是保证手术效果不可忽视的重要环节。因此，手术结束回到病房后，除了要保证基本生命体征的平稳外，以下问题也是要特别注意的。 首先是伤口疼痛的问题。其实，术后伤口疼痛属于正常生理反应。如果疼痛在尚可忍受的范围内，大可不必过分关注。嘱咐患者进行自我控制，进行心理安慰，同时可采取多种护理措施如物理疗法（术后1周, 根据医嘱应用远红外线照射伤口40分钟）、音乐疗法、催眠疗法、药物疗法等。 提高患肢舒适度，保证患者正确体位，也有利于缓解伤口疼痛。对于人工髋关节置换术后, 患者伤肢处于正确体位, 即抬高患肢10 ～ 15 cm, 两腿之间夹枕头, 防旋鞋固定于外展中立位。必要时可给予镇痛药物或者术后安装镇痛泵，伤口疼痛可有所缓解。若疼痛伤口疼痛或者肿胀十分强烈难以忍受时，则需要及时通知医护人员，及时查明原因后予以处理，以防伤口出血、感染、开裂等术后并发症的出现。", 
	img:[{image:"./static/images/day/day5_1.jpg",imgcon:""}]
}
dayArray["5_2"]={
	title:"术后积极药物抗感染",
	content:"其次，要关注的就是术后感染的问题。晚期假体感染是人工关节置换术的高危并发症之一，其发生率大约在0.5% ～1%。由于人工髋/膝关节置换手术麻醉时间长, 手术创伤大,尤其对存在易感因素的病例, 发生假体感染的概率比一般髋关节手术相比要高。一旦发生假体感染，其后果多不容乐观, 常导致手术彻底失败, 造成患肢关节功能障碍, 甚至残废, 严重者还可能造成患者死亡。因此，对于人工关节置换术的患者而言，早期预防伤口感染和抗感染治疗就显得至关重要。 手术后3-5天出现高热属于正常吸收热，不需要过分紧张，而且二次手术患者由于患处血液循环差，可能会持续更久。但是长时间的高烧不退就要警惕伤口感染的可能。因此，患者应注意用绷带保护好伤口，避免弄湿伤口造成伤口感染，同时发现伤口红肿热痛或者有渗液出现，应该及时告知医护人员，积极处理。与此同时，术后抗感染治疗也是术后最关键的治疗措施。另于术后6和8小时各给予一次抗生素治疗，通常连续用药1 ～ 2周，可有效预防术后感染的发生。 ", 
	img:[{image:"./static/images/day/day5_2.jpg",imgcon:""}] 
}
dayArray["6_1"]={
	title:"术后如何预防静脉血栓栓塞症",
	content:"除了上述我们提到一些注意事项，其实对于人工关节置换术的患者来说，最重要的还是静脉血栓栓塞症的防治。静脉栓塞症的预防策略目前已比较成熟，主要包括基础预防、机械预防和药物预防。 基本预防措施其实主要是针对术后病人的基础护理，包括规范使用止血带；术后抬高患肢, 防止深静脉回流障碍；常规进行静脉血栓知识宣教, 鼓励患者勤翻身、早期功能锻炼、下床活动, 多饮水, 避免脱水；建议患者改善生活方式, 如戒烟、戒酒、控制血糖、控制血脂等。 机械预防主要是指采用加压弹力袜、间歇充气加压装置等利用机械原理促进下肢静脉血流加速回流，避免血液滞留，以降低术后下肢深静脉血栓的发生风险。由于物理预防只能起到基础预防的作用，临床上并不推荐单独使用物理预防，建议与药物预防联合应用。单独使用物理预防仅仅适用于合并凝血异常疾病、有高危出血风险的患者。 相比较机械预防，药物预防是更加安全的抗凝方法。药物预防的原理就是利用药物作用于凝血过程中的各个环节，延缓血液凝固，从而避免术后血栓形成，达到抗凝防血栓的目的。目前常用抗凝药物主要包括静脉注射的低分子肝素，磺达肝葵钠，口服抗凝药包括华法林、阿哌沙班、利伐沙班等。 ", 
	img:[
		{image:"./static/images/day/day6_1_1.jpg",imgcon:""},
		{image:"./static/images/day/day6_1_2.jpg",imgcon:""},
		{image:"./static/images/day/day6_1_3.jpg",imgcon:""}
	]
}
dayArray["6_2"]={
	title:"新型口服抗凝药优势大",
	content:"目前临床上常用的口服抗凝药物主要还是华法林。华法林作为术后抗凝的常规用药，其安全性和疗效性已经得到学术界的广泛认可，但是诸如起效时间慢、治疗窗口相对较窄等一些问题至今仍遭受诟病。而且，服用华法林需要严格实验室检测国际标准化比值（INR），根据INR结果调整用药剂量，而INR 结果受其他药物、食物交叉影响较多，因此对于依从性差的患者操作上就有一定的风险，必须要求患者严格住院服药。因此，对于静脉血栓栓塞症患者来说，急需更加安全可靠、方便的口服抗凝药物的出现。 近年来，一些新型口服抗凝药物的出现，如阿哌沙班等，为广大患者术后抗凝带来了福音。大量临床实验证据显示，与传统抗凝药物相比，阿哌沙班抗凝效果相当，但是药物起效速度快，药物治疗剂量窗口较宽，出血等不良事件的发生率小；对肝肾功能损伤较小，因此无需监测血小板和肝肾功能；更重要的是，与华法林相比，无需根据INR调整剂量，患者可出院后遵医嘱自行服用，患者使用更加方便安全。 ", 
	img:[
		{image:"./static/images/day/day6_2.jpg",imgcon:""}
	]
}
dayArray["7_1"]={
	title:"如何有效进行术后恢复锻炼",
	content:"对于骨科手术而言，其最终目的是恢复功能，人工关节置换术自然也不能例外。但是功能恢复仅仅靠手术是远远不够的。更重要的是要依赖于患者术后的恢复锻炼。切不可过分娇贵，因为一点点的痛就不愿意进行恢复锻炼，最终受害的其实还是自己。 术后7天后，就可以进行床边体位转换训练，即卧位－坐位转移训练、坐位-水平移动训练、坐位－站位转移训练。当患者适应了从坐位向站位转移训练且没有任何不适后，可进行患腿不负重健腿站立平衡训练。在有旁人看护的情况下，可以尝试扶助行架行走练习，患肢不负重行走。术后第3 周，一般情况下，伤口缝线已经拆除，这个阶段开始患者可以选择在家康复锻炼，条件允许的话也可以选择去一个专门的康复中心继续练习。后期训练重点是行走训练，可继续用助行器锻炼行走也可在平行杠内进行，当在平行杠内步行平衡顺利后，再逐渐过渡到扶拐杖。可拄拐练习上下楼梯，从双拐开始，再过渡到单拐的练习。另外，不要忘记定期去医院随访，做影像学检查，跟进骨质愈合情况。", 
	img:[
		{image:"./static/images/day/day7_1_1.jpg",imgcon:""},
		{image:"./static/images/day/day7_1_2.jpg",imgcon:""}
	]
}
dayArray["7_2"]={
	title:"术后随访切莫忘",
	content:"在很多人眼里，手术就是一锤子买卖。术后出院了，感觉恢复的不错，就不需要再去医院了。有的人即使出现了某些小问题，也因为觉得去医院麻烦，就放任自流，直到出现严重的并发症，才再次来医院就诊。其实这是一种非常错误的观念。术后定期随访对于人工关节置换术后的患者来说是非常必要的。一方面医生可以根据患者恢复情况及时调整医嘱，发现异常后可以及时处理，避免病情延展恶化造成不可逆转的结局；另一方面患者可以通过随访更好的了解自己的恢复情况，更好的贯彻医嘱的执行。 当患者出现以下情况时，应该立即到医院进行随访检查：患肢术后再次发生外伤；下肢皮肤张力增高或者皮肤出现大片淤青；患肢手术伤口出现破溃；患肢出现麻木、无法伸脚趾等；或是手术关节出现脱臼，这些症状的出现提示可能有假体感染或者静脉血栓栓塞症以及神经损伤的出现，应该立即去医院进行随访，以免耽误治疗处理造成严重并发症的出现，后果不堪设想。", 
	img:[
		{image:"./static/images/day/day7_2_1.jpg",imgcon:""},
		{image:"./static/images/day/day7_2_2.jpg",imgcon:""},
		{image:"./static/images/day/day7_2_3.jpg",imgcon:""},
		{image:"./static/images/day/day7_2_4.jpg",imgcon:""}
	]
}